{
  "about__close": "Close",
  "about__copy1": "As a creative person and Front-End Developer, my goal is to work on innovative projects, which focus on interaction and creativity.",
  "about__copy2": "I have been fortunate enough to work for large and small companies, which gave me the opportunity to improve a lot as a developer and understand how much I love this job.",
  "about__copy3": "I live in a seaside village in northern Sardinia 🇮🇹​, I currently work remotely as a developer for Abirk Italia.",
  "about__copy4": "Let's get in touch via <a href='mailto:filigheddualfredo@gmail.com'>email</a>, take a look at my <a href='https://github.com/Alfrew' target='blank'>Github</a> or download my <a href='https://drive.google.com/file/d/1mwyfKBSuZBQoa7iaUs2aF98e9AH0oDWG/view?usp=drive_link' target='blank'>Resume</a>.",
  "about__title": "Hi, I'm Alfrew!",
  "c2mtl__copy1": "The development of the site was based on mobile first and then made it responsive for desktop versions",
  "c2mtl__copy2": "The site, just like the original, is translated into both English and French",
  "c2mtl__description": "Reproduction of the C2 Montreal site.<br/> The main objective was to reproduce by myself the various animations and micro-interactions that you can find on the original site, as well as to find a way to translate the page using only Vanilla JavaScript.",
  "c2mtl__title": "C2 Montreal (Clone Site)",
  "fsc__copy1": "The main goal was to improve the mobile user experience and interfaces in general, all using the Angular Material library",
  "fsc__copy2": "The second challenge was translating the app into Italian, in order to experiment with localization in Angular",
  "fsc__description": "Application developed in the first part of 2023, based on a spreadsheet by the American YouTuber Steve Antonioni.<br/> The app was developed independently to experiment with the concepts learned during the job at the company, starting from the file structure, through use of custom components, up to the localization of the application using json files.",
  "fsc__title": "Finance State Calculator",
  "header__about-btn": "About",
  "header__subtitle": "Front-End Developer",
  "header__title": "Alfredo Filigheddu",
  "memory__copy": "With three different game difficulties",
  "memory__description": "One of the first projects in which I used JavaScript (jQuery).<br/> Interactive game developed during the Epicode School Front-End development course, graphically I decided to use colors and illustrations from the meditation app Headspace.",
  "memory__title": "Headspace Memory Game",
  "movie__copy": "Wide freedom of filtering and searching for films and TV shows",
  "movie__description": "Application developed to create autonomous work processes, starting from the design, moving on to the implementation of the features up to the testing phase.<br/>All using an external Web API with attached database.",
  "movie__title": "Movie App (Mobile only)",
  "projects__c2mtl-subtitle": "2023 -- Personal project carried out to study and improve the development of animations.",
  "projects__c2mtl-title": "C2 Montreal (Clone Site)",
  "projects__fsc-subtitle": "2023 -- Personal project based on a Steve Antonioni's spreadsheet.",
  "projects__fsc-title": "Finance State Calculator",
  "projects__memory-subtitle": "2022 -- Project carried out during the Front-End development bootcamp.",
  "projects__memory-title": "Headspace Memory Game",
  "projects__movieApp-subtitle": "2023 -- Personal project developed to apply and consolidate the concepts learned during work experiences.",
  "projects__movieApp-title": "Movie App (Mobile only)"
}
