{
  "about__close": "Chiudi",
  "about__copy1": "Come creativo e sviluppatore Front-End, il mio obiettivo è quello di poter lavorare a progetti innovativi, che si focalizzano sulle interazioni e la creatività.",
  "about__copy2": "Ho avuto la fortuna di poter lavorare per realtà di grandi e di piccole dimensioni, che mi hanno dato la possibilità di migliorare molto come developer e capire quanto amo questo lavoro.",
  "about__copy3": "Vivo in un paesino di mare del nord Sardegna 🇮🇹​, attualmente lavoro da remoto come sviluppatore per Abirk Italia.",
  "about__copy4": "Mettiamoci in contatto via <a href='mailto:filigheddualfredo@gmail.com'>mail</a>, dai un'occhiata al mio <a href='https://github.com/Alfrew' target='blank'>Github</a> oppure scarica il mio <a href='https://drive.google.com/file/d/1JdPIb_p2CENr43SYTjPVjHHOtShmVTJr/view?usp=drive_link' target='blank'>CV</a>.",
  "about__title": "Ciao, mi chiamo Alfrew!",
  "c2mtl__copy1": "Lo sviluppo del sito è stato improntato per il mobile first e rendendolo in seguito responsive per delle versioni desktop",
  "c2mtl__copy2": "Il sito, come l'originale, è tradotto sia in inglese che francese",
  "c2mtl__description": "Riproduzione del sito del C2 Montreal.<br/> L'obiettivo principale era quello di riprodurre in maniera autonoma le varie animazioni e micro-interazioni presenti nel sito, oltre che a torvare un modo per tradurre la pagina in JavaScript Vanilla.",
  "c2mtl__title": "C2 Montreal (Sito Clone)",
  "fsc__copy1": "L'obiettivo principale era quello di migliorare l'esperienza utente per mobile e in generale le interfacce, il tutto utilizzando la libreria di Angular Material",
  "fsc__copy2": "La seconda sfida è stata la traduzione dell'app in italiano, in modo da sperimentare con la localizzazione in angular",
  "fsc__description": "Applicazione sviluppata nella prima parte del 2023, basata su dei fogli di calcolo dello youtuber americano Steve Antonioni.<br/> Applicativo sviluppato per sperimentare in autonomia i concetti appresi durante il lavoro in azienda, a partire dalla struttura dei file, passando per l'utilizzo di componenti custom, fino alla localizzazione dell'applicativo attraverso dei file json.",
  "fsc__title": "Calcolatore Situazione Finanziaria",
  "header__about-btn": "About",
  "header__subtitle": "Front-End Developer",
  "header__title": "Alfredo Filigheddu",
  "memory__copy": "Con ben tre diverse difficoltà di gioco",
  "memory__description": "Uno dei primi progetti in cui ho utilizzato JavaScript (jQuery).<br/> Gioco interattivo svillupato durante il corso di Front-End development di Epicode School, graficamente ho deciso di utilizzare colori ed illustrazioni dell'app di meditazione Headspace.",
  "memory__title": "Headspace Memory Game",
  "movie__copy": "Ampia libertà di filtraggio e ricerca di film e serie tv",
  "movie__description": "Applicazione sviluppata per creare dei processi di lavoro autonomi, a partire dal design, passando all'implementazione delle feature fino ad arrivare alla fase di testing.<br/>Il tutto utilizzando una Web API esterna con database annesso.",
  "movie__title": "Movie App (Mobile only)",
  "projects__c2mtl-subtitle": "2023 -- Progetto personale svolto per studiare e migliorare lo sviluppo di animazioni.",
  "projects__c2mtl-title": "C2 Montreal (Sito Clone)",
  "projects__fsc-subtitle": "2023 -- Progetto personale basato su un foglio di calcolo di Steve Antonioni.",
  "projects__fsc-title": "Calcolatore Situazione Finanziaria",
  "projects__memory-subtitle": "2022 -- Progetto svolto durante il corso di sviluppo Front-End.",
  "projects__memory-title": "Headspace Memory Game",
  "projects__movieApp-subtitle": "2023 -- Progetto personale svolto per applicare e sedimentare i concetti appresi durante le esperienze lavorative.",
  "projects__movieApp-title": "Movie App (Mobile only)"
}
